/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ è la versione più recente attualmente disponibile.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@ è la versione più recente attualmente disponibile.\n(You are currently running version %3$@.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "%1$@ %2$@ è disponbile; disponi della versione %3$@. Desideri eseguire l’aggiornamento ora?";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "%@ scaricato";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ di %2$@";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ è stato scaricato ed è pronto per essere utilizzato! Desideri installare e riavviare  %1$@ ora?";

/* No comment provided by engineer. */
"%1$@ can’t be updated, because it was opened from a read-only or a temporary location." = "Impossibile aggiornare %1$@ quando viene eseguito da un volume di sola lettura come un’immagine disco o un’unità ottica.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "E’ disponibile una nuova versione di %@!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "Una nuova versione di %@ è pronta per essere installata!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Si è verificato un errore durante il recupero delle informazioni sull’aggiornamento. Riprova in seguito.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Si è verificato un errore durante lo scaricamento dell’aggiornamento. Riprova in seguito.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Si è verificato un errore durante l’estrazione dell’archivio. Riprova in seguito.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Si è verificato un errore durante la lettura del feed di aggiornamento.";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Cancel Update" = "Annulla Aggiornamento";

/* No comment provided by engineer. */
"Checking for updates…" = "Controllo aggiornamenti in corso…";

/* Take care not to overflow the status window. */
"Downloading update…" = "Scaricamento dell’aggiornamento…";

/* Take care not to overflow the status window. */
"Extracting update…" = "Estrazione dell’aggiornamento…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installa e Riavvia";

/* Take care not to overflow the status window. */
"Installing update…" = "Installazione aggiornamento in corso…";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More…" = "Ulteriori informazioni…";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Pronto per l’installazione";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Desideri che %1$@ verifichi gli aggiornamenti automaticamente? Puoi effettuare la verifica manualmente dal menu di %1$@.";

/* No comment provided by engineer. */
"Update Error!" = "Errore di Aggiornamento!";

/* No comment provided by engineer. */
"Updating %@" = "Aggiornamento di %@";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "Spostare %1$@ nella Cartella Applicazioni, riavviarlo e riprovare.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up-to-date!" = "La tua applicazione è aggiornata!";
